moscow_docks = {
    "Причал Киевский вокзал": {
        "id": "123e4567-e89b-12d3-a456-426614174000",
        "latitude": 55.744568,
        "longitude": 37.567383,
    },
    "Причал Воробьевы горы": {
        "id": "223e4567-e89b-12d3-a456-426614174001",
        "latitude": 55.719882,
        "longitude": 37.554722,
    },
    "Причал Лужники": {
        "id": "323e4567-e89b-12d3-a456-426614174002",
        "latitude": 55.715501,
        "longitude": 37.560390,
    },
    "Причал Крымский мост": {
        "id": "423e4567-e89b-12d3-a456-426614174003",
        "latitude": 55.735703,
        "longitude": 37.605039,
    },
    "Причал Пароходный мост (Болотная набережная)": {
        "id": "523e4567-e89b-12d3-a456-426614174004",
        "latitude": 55.743815,
        "longitude": 37.611123,
    },
    "Причал Новоспасский мост": {
        "id": "623e4567-e89b-12d3-a456-426614174005",
        "latitude": 55.732050,
        "longitude": 37.644682,
    },
    "Причал Красные холмы": {
        "id": "723e4567-e89b-12d3-a456-426614174006",
        "latitude": 55.733544,
        "longitude": 37.625293,
    },
    "Причал Гавань": {
        "id": "823e4567-e89b-12d3-a456-426614174007",
        "latitude": 55.770652,
        "longitude": 37.510278,
    },
    "Причал Северный речной вокзал": {
        "id": "923e4567-e89b-12d3-a456-426614174008",
        "latitude": 55.855221,
        "longitude": 37.477647,
    },
    "Причал Строгино": {
        "id": "a23e4567-e89b-12d3-a456-426614174009",
        "latitude": 55.807015,
        "longitude": 37.396988,
    },
    "Причал Серебряный бор": {
        "id": "b23e4567-e89b-12d3-a456-426614174010",
        "latitude": 55.772024,
        "longitude": 37.437837,
    },
    "Причал Коломенское": {
        "id": "c23e4567-e89b-12d3-a456-426614174011",
        "latitude": 55.672717,
        "longitude": 37.659751,
    },
    "Причал Марьино": {
        "id": "d23e4567-e89b-12d3-a456-426614174012",
        "latitude": 55.647144,
        "longitude": 37.742119,
    },
    "Причал Парк Горького": {
        "id": "e23e4567-e89b-12d3-a456-426614174013",
        "latitude": 55.729151,
        "longitude": 37.601497,
    },
    "Причал Троицкий мост (Андреевский монастырь)": {
        "id": "f23e4567-e89b-12d3-a456-426614174014",
        "latitude": 55.709986,
        "longitude": 37.566896,
    },
    "Причал Химкинское водохранилище": {
        "id": "023e4567-e89b-12d3-a456-426614174015",
        "latitude": 55.860623,
        "longitude": 37.479522,
    },
    "Причал ЗИЛ": {
        "id": "123e4567-e89b-12d3-a456-426614174016",
        "latitude": 55.696388,
        "longitude": 37.632579,
    },
    "Причал Мякинино": {
        "id": "223e4567-e89b-12d3-a456-426614174017",
        "latitude": 55.814248,
        "longitude": 37.386236,
    },
    "Причал Южный речной вокзал": {
        "id": "323e4567-e89b-12d3-a456-426614174018",
        "latitude": 55.639987,
        "longitude": 37.753459,
    },
    "Причал Бережковская набережная": {
        "id": "423e4567-e89b-12d3-a456-426614174019",
        "latitude": 55.737558,
        "longitude": 37.564231,
    },
}
